Repository: beatterr/Pixel-Master
Catalog: po/Localization_*.po
Languages: ru

source: Place pixels with people to create art
ru: Ставьте пиксели с пользователями, чтобы создавать рисунки

source: Lost connection to server, reconnecting...
ru: Потеряно соединение с сервером, переподключение...

source: Loading Heatmap (press <kbd>H</kbd> to cancel)
ru: Загрузка Heatmap (нажмите <kbd>H</kbd> для отмены)

source: Loading Virginmap (press <kbd>X</kbd> to cancel)
ru: Загрузка Virginmap (нажмите <kbd>X</kbd> для отмены)

source: Logout
ru: Выйти

source: Canvas:
ru: Полотно:

source: All Time:
ru: Общее:

source: Loading online user count&hellip;
ru: Загрузка пользователей в сети&hellip;

source: online
ru: онлайн

source: Pixels
ru: Пиксели

source: Undo
ru: Отменить

source: You are not signed in.&nbsp;<a href="#">Sign in with...</a>
ru: Вы не авторизованы.&nbsp;<a href="#">Авторизоваться через...</a>

source: Loading...
ru: Загрузка...

source: Sign up
ru: Зарегистрироваться

source: Pick a username
ru: Выберите имя пользователя

source: Username:
ru: Имя пользователя:

source: Discord Tag (Optional):
ru: Метка Discord (Опционально)

source: Drag and drop template image
ru: Перетащить шаблон

source: Info
ru: Информация

source: Close Panel
ru: Закрыть панель

source: Chat
ru: Чат

source: Pings
ru: Упоминания

source: Settings
ru: Настройки

source: Jump To Bottom
ru: Переместиться вниз

source: Emoji
ru: Эмодзи

source: Search
ru: Поиск

source: keybinds;keys;keyboard;hotkeys
ru: горячие клавиши;клавиши;клавиатура;горячие клавиши

source: Keybinds
ru: Горячие клавиши

source: general
ru: общие

source: General
ru: Общие

source: move;moving;panning;drag
ru: движение;двигаться;перемещение;перетаскивать

source: Mouse/arrows/wasd to pan
ru: Мышь/стрелки/wasd для перемещения

source: mousewheel;zooming
ru: колесо мыши;приближение

source: Scroll/pinch to zoom
ru: СКМ для приближения

source: scroll;zooming
ru: СКМ;приближение

source: <kbd>+</kbd>/<kbd>-</kbd> or <kbd>Q</kbd>/<kbd>E</kbd> to zoom
ru: <kbd>+</kbd>/<kbd>-</kbd> или <kbd>Q</kbd>/<kbd>E</kbd> для приближения

source: lookups
ru: просмотры

source: <kbd>Shift</kbd> + Click/Hold touch to lookup pixel
ru: <kbd>Shift</kbd> + Нажать/удерживать для информации о пикселе

source: overlays;alignment;grid hidden;grid shown;hide grid;show grid
ru: оверлеи;расположение;сетка скрыта;сетка показана;убрать сетку;показать сетку

source: <kbd>G</kbd> to toggle grid
ru: <kbd>G</kbd> для включения сетки

source: close;information shown;information hidden;info shown;info hidden;hide information;show information
ru: закрыть;информация показана;информация скрыта;информация показана;информация скрыта;скрыть информацию;показать информацию

source: <kbd>I</kbd> to open info
ru: <kbd>I</kbd> чтобы открыть окно информации

source: close;settings hidden;settings shown;hide settings;show settings
ru: закрыть;настройки скрыты;настройки показаны;скрыть настройки;показать настройки

source: <kbd>T</kbd> to open settings
ru: <kbd>T</kbd> чтобы открыть окно настроек

source: close;chat hidden;chat shown;hide chat;show chat
ru: закрыть;чат скрыт;чат показан;скрыть чат;показать чат

source: <kbd>B</kbd> to open chat
ru: <kbd>B</kbd> чтобы открыть окно чата

source: canvas locked;move;moving;zoom;zooming
ru: зафиксировать полотно;переместить;перемещение;приблизить;приближение

source: <kbd>L</kbd> to toggle locking panning of the canvas
ru: <kbd>L</kbd> для включения фиксации полотна

source: take screenshot;image;download;picture;canvas
ru: сделать скриншот;изображение;загрузка;картинка;полотно

source: <kbd>P</kbd> to take a snapshot
ru: <kbd>P</kbd> чтобы сохранить полотно

source: overlays;user activity;pixels placed pixels;heatmap hidden;heatmap shown;hide heatmap;show heatmap
ru: оверлей;пользовательская активность;пиксели ставят пиксели пиздец;heatmap скрыт;heatmap показан;убрать heatmap;показать heatmap

source: <kbd>H</kbd> to toggle heatmap
ru: <kbd>H</kbd> чтобы переключить тепловую карту

source: overlays;user activity;pixels unplaced pixels;virginmap hidden;virginmap shown;hide virginmap;show virginmap
ru: оверлеи;пользовательская активность;пиксели убирают пиксели страшно;virginmap скрыта;virginmap показана;скрыть virginmap;показать virginmap

source: <kbd>X</kbd> to toggle virginmap
ru: <kbd>X</kbd> чтобы переключить virginmap

source: overlays;user activity;pixels placed pixels;wipe;clean;
ru: оверлеи;пользовательская активность;пиксели ставят пиксели;стереть;очистить;

source: <kbd>O</kbd> to clear heatmap
ru: <kbd>O</kbd> чтобы очистить тепловую карту

source: overlays;user activity;pixels unplaced pixels;wipe;clean;
ru: оверлеи;пользовательская активность;пиксели убирают пиксели;стереть;очистить;

source: <kbd>U</kbd> to clear virginmap
ru: <kbd>U</kbd> чтобы очистить virginmap

source: next color;previous color
ru: следующий цвет;предыдущий цвет

source: <kbd>J</kbd>/<kbd>K</kbd> to cycle through palette colors
ru: <kbd>J</kbd>/<kbd>K</kbd> чтобы перемещаться по палитре

source: current coordinates;coords
ru: текущие координаты;корды

source: <kbd>C</kbd> to copy link of moused-over coordinates
ru: <kbd>C</kbd> чтобы скопировать координаты курсора

source: cancel selection
ru: отменить выбор

source: <kbd>ESC</kbd> to deselect current pixel
ru: <kbd>ESC</kbd> чтобы отменить выбор текущего пикселя

source: recenter;jump;center on template;guides;focus
ru: центрировать заново;прыжок;центрировать на шаблоне;подсказки;фокус

source: <kbd>R</kbd> to center the board on the current template
ru: <kbd>R</kbd> чтобы переместиться на центр шаблона

source: templates;guides
ru: шаблоны;подсказки

source: Template
ru: Шаблон

source: transparency
ru: прозрачность

source: <kbd>Page Up</kbd> to increase opacity
ru: <kbd>Page Up</kbd> чтобы уменьшить прозрачность

source: <kbd>Page Down</kbd> to decrease opacity
ru: <kbd>Page Down</kbd> чтобы увеличить прозрачность

source: hidden;shown;hide;show
ru: скрыто;показано;скрыть;показать

source: <kbd>V</kbd> to toggle visibility
ru: <kbd>V</kbd> чтобы переключить видимость

source: Note: These values are based on QWERTY keyboards. For other layouts, use the keys corresponding to the same position on a QWERTY keyboard.
ru: Примечание: Все значения основаны на QWERTY-клавиатурах. В иных раскладках, используйте то же расположение клавиш, что и на QWERTY-клавиатурах.

source: templates;overlays;guides
ru: шаблоны;оверлеи;подсказки

source: templates;overlays;image;pixel art
ru: шаблоны;оверлеи;изображение;пиксельная картина

source: template enabled;template disabled;show template;hide template;template shown;template hidden
ru: шаблон включен;шаблон выключен;показать шаблон;скрыть шаблон;шаблон виден;шаблон скрыт

source: Use template
ru: Использовать шаблон

source: Hold down <kbd>Ctrl</kbd> (or <kbd>Option</kbd> on mac) to drag the template around
ru: Удерживайте <kbd>Ctrl</kbd> (или <kbd>Option</kbd> на Mac) чтобы перетащить шаблон

source: template title;template name;tab name;tab title;title=
ru: заголовок шаблона;имя шаблона;имя вкладки;заголовок вкладки;заголовок=

source: Title:
ru: Заголовок:

source: template location source;template source URL;template URL;template=
ru: источник местоположения шаблона; источник шаблона URL; шаблон URL; шаблон=

source: template position;template x;template y;template location; template vertical; template horizontal;ox=;oy=
ru: позиция шаблона;x шаблона;y шаблона;местоположение шаблона; вертикаль шаблона; горизонталь шаблона;ox=;oy=

source: Horizontal position:
ru: Горизонтальная позиция:

source: Vertical position:
ru: Вертикальная позиция:

source: template width;tw=
ru: ширина шаблона;tw=

source: Width:
ru: Ширина:

source: Reset
ru: Сброс

source: template style;custom template
ru: стиль шаблона; пользовательский шаблон

source: Style:
ru: Стиль

source: Use Source Style
ru: Использовать стиль источника

source: 1-to-1
ru: 1 к 1

source: 1-to-1 (keep incorrect colors)
ru: 1 к 1 (сохранять неправильные цвета)

source: Dotted (Small, 1:2)
ru: Точечный (Маленький, 1:2)

source: Dotted (Big, 2:2)
ru: Точечный (Большой, 2:2)

source: Symbols
ru: Символы

source: Numbers
ru: Цифры

source: Custom…
ru: Пользовательский…

source: template style source;template style URL;custom style URL;custom template
ru: источник стиля шаблона; URL стиля шаблона; URL пользовательского стиля; пользовательский шаблон

source: Custom style URL:
ru: URL пользовательского стиля

source: template conversion;template palette conversion;convert to palette
ru: преобразование шаблона;преобразование палитры шаблона;преобразование в палитру

source: Color Conversion Mode:
ru: Режим преобразования цвета

source: Unconverted
ru: Непреобразованный

source: Nearest Custom
ru: Ближайший пользовательский

source: template transparency;template opacity;oo=
ru: позрачность шаблона;затененность шаблона;oo=

source: Opacity:
ru: Непрозрачность:

source: ui;interface
ru: ui;интерфейс

source: UI Settings
ru: Настройки Интерфейса

source: language override;text
ru: выбор языка; текст

source: Language override:
ru: Выбор языка

source: Use Browser Language
ru: Использовать язык браузера

source: English
ru: Английский

source: French
ru: Французский

source: Russian
ru: Русский

source: Bulgarian
ru: Болгарский

source: themes;look;stylesheets;visuals
ru: темы;взгляд;таблицы стилей;визуалы

source: Theme:
ru: Тема:

source: Default
ru: По умолчанию

source: hide reticule;hide reticle;reticule shown reticle shown;reticule hidden;reticle hidden
ru: скрыть перекрестие;скрыть перекрестие;перекрестие показано перекрестие показано;перекрестие скрыто;перекрестие скрыто

source: Show reticule
ru: Показать прицел

source: hide cursor;cursor shown;cursor hidden
ru: скрыть курсор;курсор показан;курсор скрыт

source: Show cursor
ru: Показать курсор

source: darkness filter
ru: фильтр тьмы

source: Enable color brightness
ru: Нстроить яркость

source: Warning: Known to cause fuzziness in Chrome on some Mac/Linux installs
ru: Внимание: Известно, что это приводит к нечеткости в Chrome на некоторых системах Mac/Linux

source: Color brightness:
ru: Цветовая насыщенность:

source: keep current selected;keep curent color;place
ru: удерживать выбранное;удерживать текущий цвет;поставить

source: Deselect color after placing
ru: Сбросить цвет после установки пикселя

source: mousewheel;palette scrolling
ru: колесо мыши;прокрутка палитры

source: Enable scrolling on the palette to switch colors
ru: Включить прокрутку палитры для смены цвета

source: reverse scrolling;mousewheel;palette scrolling;enable scrolling on the palette to switch colors
ru: обратная прокрутка;колесо мыши;прокрутка палитры;включить прокрутку палитры для смены цвета

source: Invert scroll direction
ru: Инвертировать направление прокрутки

source: indexed colors;palette indicies
ru: индексированные цвета;индексы палитры

source: Add numbers to palette entries
ru: Добавить номера к цветам палитры

source: scrollbar;palette scrolling
ru: полоса прокрутки;прокрутка палитры

source: Enable thin scrollbar
ru: Включить тонкую полосу прокрутки

source: scrollbar;palette scrolling;palette stack
ru: полоса прокрутки;прокрутка палитры;набор палитры

source: Enable palette stacking
ru: Включить сортировку палитры

source: floating bubble location
ru: Местоположение окна пользователя

source: Bubble position:
ru: Позиция окна пользователя:

source: Top left
ru: Слева вверху

source: Top right
ru: Справа вверху

source: Bottom left
ru: Слева внизу

source: Bottom right
ru: Справа внизу

source: broken;offset workaround
ru: ошибка;обходное смещение

source: Attempt to fix canvas displacement bug in Chrome 78+
ru: Попытка исправить ошибку смещения холста в Chrome 78+

source: chat;message;ping sound
ru: чат;сообщение;звук оповещения

source: Chat Settings
ru: Настройки чата

source: username;color;colour
ru: имя пользователя;цвет;оттенок

source: Username Color:
ru: Цвет имени пользователя:

source: chat message;chat ui
ru: сообщение чата;UI чата

source: Interface
ru: Интерфейс чата

source: chat size;chat font
ru: размер чата;шрифт чата

source: Font Size:
ru: Размер шрифта:

source: time;timestamps
ru: время;обозначение времени

source: 24 Hour Timestamps
ru: 24-часовое обозначение времени

source: badges;pixel count;pixels placed
ru: значки;число пикселей;пикселей поставлено

source: Show pixel-placed badges
ru: Показать значки поставленных пикселей

source: badges;factions
ru: значки;фракции

source: Show faction tags
ru: Отображать тэги фракций

source: template urls;template links;template name
ru: URL шаблона;ссылки шаблона;имя шаблона

source: Replace template titles with URLs in chat where applicable
ru: Заменить заголовки шаблонов URL-адресами в чате, где это возможно

source: chat orientation;chat position
ru: ориентация чата;позиция чата

source: Enable horizontal chat
ru: Включить горизонтальный чат

source: banner;animation
ru: баннер;анимация

source: Enable the rotating banner under chat
ru: Включить вращающийся баннер под чатом

source: max;messages;truncate
ru: максимально;сообщения;обрезать

source: Maximum amount of chat messages:
ru: Максимальное количество сообщений в чате:

source: link;url;behaviour
ru: ссылка;URL;поведение

source: Default internal link action click:
ru: Щелчок по внутренней ссылке - по умолчанию:

source: chat icon;chat notifications;chat ping
ru: иконка чата;уведомления чата;оповещение чата

source: Chat icon badge mode:
ru: Режим иконки чата

source: Show on unread ping
ru: Показать непрочитанное оповещение

source: Show on unread message
ru: Показать непрочитанное сообщение

source: Never show
ru: Никогда не показывать

source: chat icon;chat notifications;chat message
ru: иконка чата;уведомления чата;сообщение чата

source: Chat icon highlight mode:
ru: Подсветка иконки чата:

source: ignored;ignores;unignore;blocked;blocking;unblock
ru: игнорируется;игнорирования;не игнорировать;заблокирован;блокировка;разблокировать

source: Ignores
ru: Список игнора

source: unignore;unblock
ru: не игнорировать;разблокировать

source: Unignore
ru: Не игнорировать

source: overlays;virginmap;heatmap;grid
ru: оверлеи;virginmap;тепловая карта;сетка

source: Overlay Settings
ru: Настройки оверлея

source: heatmap;heatmap opacity;clear heatmap
ru: тепловая карта;затененность heatmap;очистить heatmap

source: Heatmap
ru: Тепловая карта

source: Turn on heatmap
ru: Показать тепловую карту

source: (toggle with <kbd>H</kbd>)
ru: (чтобы переключить, нажмите <kbd>H</kbd>)

source: overlays;activity;pixels placed pixels;wipe;clean
ru: оверлеи;активность;пиксели ставят пиксели;стереть;очистить

source: Clear heatmap
ru: Очистить тепловую карту

source: (hotkey: <kbd>O</kbd>)
ru: (горячая клавиша: <kbd>O</kbd>)

source: overlays;user activity;pixels placed pixels;transparency
ru: оверлеи;активность пользователей;пиксели ставят пиксели;прозрачность

source: Heatmap background opacity:
ru: затененность фона тепловой карты:

source: virginmap;virginmap opacity;clear virginmap
ru: virginmap;затененность virginmap;очистить virginmap

source: Virginmap
ru: Virginmap (карта нетронутых пикселей)

source: Turn on virginmap
ru: Включить virginmap

source: (toggle with <kbd>X</kbd>)
ru: (чтобы переключить, нажмите <kbd>X</kbd>)

source: overlays;user activity;pixels unplaced pixels;transparency
ru: оверлеи;активность пользователей;пиксели убирают пиксели;прозрачность

source: Virginmap background opacity:
ru: затененность фона Virginmap:

source: overlays;activity;pixels unplaced pixels;wipe;clean
ru: оверлеи;активность;пиксели убирают пиксели;стереть;очистить

source: Clear virginmap
ru: Очистить virginmap

source: (hotkey: <kbd>U</kbd>)
ru: (горячая клавиша: <kbd>U</kbd>)

source: Layer template underneath heatmap
ru: Размещение шаблона под тепловой картой

source: grid;toggle grid
ru: сетка;переключить сетку

source: Grid
ru: Сетка

source: Turn on grid
ru: Включить сетку

source: (toggle with <kbd>G</kbd>)
ru: (чтобы переключить, нажмите <kbd>G</kbd>)

source: controls;zooming;panning;movement
ru: элементы управления;приближение;фиксация;движение

source: Control Settings
ru: Настройки элементов управления

source: zooming;scrolling;scale;scaling
ru: приближение;прокрутка;масштаб;масштабирование

source: Zooming
ru: Приближение

source: scrolling sensitivity;zooming sensitivity;mousewheel sensitivity
ru: прокрутка чувствительности;чувствительность приближения;чувствительность СКМ

source: Zoom sensitivity:
ru: Чувствительность приближения:

source: zooming limit;scrolling limit;mousewheel;zooming minimum;zooming maximum
ru: ограничение приближения;ограничение прокрутки;СКМ;минимальное значение приближения;максимальное значение приближения

source: Minimum scale:
ru: Минимальный масштаб:

source: Maximum scale:
ru: Максимальный масштаб:

source: rounding;zooming;scrolling;mousewheel;integer;decimal
ru: округление;приближение;прокрутка;СКМ;целое число;десятичное

source: Round zoom values to nearest whole number
ru: Округлить значения масштабирования до ближайшего целого числа

source: controls;miscellaneous
ru: элементы управления;разное

source: Lock the canvas (disallow canvas drag/zoom with mouse/fingers)
ru: Закрепить полотно (запрещает перетаскивание полотна/приближение с помощью мыши/пальцами)

source: MMB picker;mouse picker;selection;palette picker
ru: выбор MMB;выбор с помощью мыши;выбор;выбор палитры

source: Enable middle mouse button selecting color from board
ru: Включение выбора цвета с полотна средней кнопкой мыши

source: right click action
ru: щелчок правой кнопкой мыши

source: Right-click action:
ru: Щелчок правой кнопкой мыши:

source: Nothing
ru: Ничего

source: Clear color
ru: Очистить цвет

source: Copy color
ru: Копировать цвет

source: Lookup
ru: Просмотреть

source: Clear color + Lookup
ru: Очистить цвет + Просмотреть

source: snapshots;screenshot;download;picture;canvas
ru: снимки;скриншот;загрузка;картинка;полотно

source: Snapshot Settings
ru: Настройки снимка

source: screenshot;snapshot;download;board;canvas
ru: скриншот;снимок;загрузка;полотно;полотно

source: take screenshot;image;download format;picture;canvas;board
ru: сделать скриншот;изображение;загрузить формат;картинка;полотно;полотно

source: Snapshot image format:
ru: Формат снимка изображения:

source: WEBP (Chrome only)
ru: WEBP (только для Chrome)

source: sound;notification;alert;notify;ping
ru: звук;уведомление;сигнал;уведомлять;оповещение

source: Sound and Notification Settings
ru: Параметры звука и уведомлений

source: audio;mute;noise;volume
ru: аудио;приглушенный;шумный;громкость

source: Enable sound
ru: Включить звук

source: notifs;notify;pixel notification
ru: уведомления;уведомлять;уведомление пикселя

source: Enable pixel available notification
ru: Включить уведомление о доступности пикселей

source: notification;pixel ready;alert
ru: уведомление;пиксель готов;сигнал

source: Pixel Ready Notification
ru: Уведомление о готовности пикселя

source: alert source;notify url;notify source;notification url;notification source
ru: источник сигнала;уведомлять url;уведомлять источник;уведомление url;источник уведомление

source: Alert URL:
ru: URL сигнала:

source: Update
ru: Обновить

source: Test
ru: Тест

source: sound level;audio level;mute audio;mute sound
ru: уровень звука;уровень аудио;убрать звук аудио;убрать звук

source: Volume:
ru: Громкость:

source: alert forewarning;alert delay; notification delay; notification forewarning
ru: сигнал предупреждения;задержка сигнала; задержка уведомления; уведомление предупреждения

source: Delay (seconds):
ru: Задержка (секунды):

source: chat mentions;chat pings;chat sound
ru: упоминания чата;оповещения чата;звук чата

source: Chat Pings
ru: Оповещения чата

source: Enable pings
ru: Включить оповещения

source: mention sound
ru: звук упоминания

source: Play sound on ping:
ru: Проигрывать звук оповещения:

source: Off
ru: Отключить

source: Only when necessary
ru: Только по необходимости

source: Always
ru: Всегда

source: mention sound volume
ru: громкость звука упоминания

source: Ping sound volume:
ru: Громкость звука оповещения:

source: personal account
ru: личный аккаунт

source: Account Settings
ru: Настройки аккаунта

source: Public Discord name:
ru: Метка Discord:

source: Set
ru: Установить

source: Remove
ru: Удалить

source: Help
ru: Помощь

source: Notifications
ru: Оповещения

source: Why is the cooldown as long as it is?
ru: Почему время получения нового пикселя такое длинное?

source: The time it takes to get a pixel is dynamic, and changes based on how many people are online. The cooldown time is longer when more users are online.
ru: Время, необходимое для получения пикселя, рассчитывается динамически и изменяется в зависимости от того, сколько людей находится в сети. Время получения пикселя увеличивается, когда в сети больше пользователей.

source: Why does it say 0/6 pixels?
ru: Почему написано 0/6 пикселей?

source: This means that you are waiting for your next pixel. When you place a pixel, there is a cooldown for when you can place the next one. Over time, you can gain up to 6 "stacked" pixels to place at once.
ru: Это означает, что вы ждете следующего пикселя. Когда вы размещаете пиксель, есть время восстановления до того, когда вы можете разместить следующий. Со временем вы можете получить до 6 накопленных пикселей, которые можете сразу же разместить.

source: Why does it take so long to "stack" pixels?
ru: Почему так долго накапливаются пиксели?

source: This is by design. It is better to place a pixel as soon as you get one. Pixel "stacking" is meant to give you a bump if you go AFK for a bit. It takes around 40 minutes to get a full 6/6 pixels, but it only takes around 3 minutes to place 6 pixels if you place them as soon as possible.
ru: Это сделано намеренно. Лучше разместить пиксель, как только вы его получите. Накопление пикселей должно дать вам толчок, если вы отошли на некоторое время и вернулись. Чтобы получить полные 6/6 пикселей, требуется около 40 минут, но для размещения 6 пикселей, по отдельности без накопления, требуется всего около 3 минут.

source: How do I appeal a ban?
ru: Как мне обжаловать бан?

source: Contact us on <a href="https://pxls.space/discord" target="_blank">Discord</a> or send an appeal to our <a href="https://pxls.space/appeal" target="_blank">Google form</a> after reading the rules in the site's info panel.
ru: Напишите нам в <a href="https://pxls.space/discord" target="_blank">Discord</a> или отправьте обращение в нашeй <a href="https://pxls.space/appeal" target="_blank">Google форме</a> после прочтения правил в информационной панели сайта.

source: How do I make a template?
ru: Как мне сделать шаблон?

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use 3rd party tools like <a href="https://charity.pxls.space" target="_blank">Charity</a> or <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into Charity or PxlsFiddle.
ru: Шаблон — это ссылка на изображение, которая размещена в текстовом поле шаблона на панели настроек, чтобы вы могли поместить ее на холст. Вы можете использовать обычную ссылку на изображение для своего пиксельного арта, но многие люди используют сторонние инструменты, такие как <a href="https://charity.pxls.space" target="_blank">Charity</a> или <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a> чтобы превратить пиксель-арт в более красивую ссылку. Если вам нужно сделать пиксель-арт самостоятельно, вы можете использовать <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> для создания артов и для размещения их в Charity или PxlsFiddle.

source: How do I move a template?
ru: Как мне подвинуть шаблон?
