Repository: beatterr/Pixel-Master
Catalog: po/Localization_*.po
Languages: ru

source: Hold <kbd>CTRL</kbd> (or <kbd>OPTION</kbd> on macOS) and click and drag to move it around. On mobile, you can tap and hold where you want to move the template and click "Move Template Here" in the pop-up.
ru: Удерживайте <kbd>CTRL</kbd> (или <kbd>OPTION</kbd> на macOS), щелкните ЛКМ и перетяните куда вам нужно, чтобы переместить его. На мобильном устройстве вы можете нажать и удерживать то место, куда вы хотите переместить шаблон, и щелкнуть «Переместить шаблон сюда» во всплывающем окне.

source: Does the canvas reset? When?
ru: Меняется ли полотно? Когда?

source: Yes. The canvas resets when it is completely full. A reset date is not usually decided until the canvas is full, but the average canvas life-span is around 1 month. Updates are posted in our <a href="https://pxls.space/discord" target="_blank">Discord server</a> when a reset date is set.
ru: Да. Полотно меняется, когда оно полностью заполнено. Дата сброса полотна обычно не определяется, пока полотно не будет заполнено, но средний срок жизни полотна составляет около 1 месяца. Обновления размещены в нашем <a href="https://pxls.space/discord" target="_blank">Дискорде</a> когда установлена дата сброса.

source: Where can I see the past canvases?
ru: Где я могу увидеть прошлые полотна?

source: The past canvases are featured on our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, or the 3rd party website <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, which records timelapses and a lot of useful information on each canvas.
ru: Прошлые полотна представлены на нашем сайте, <a href="https://pxls.space/discord" target="_blank">Дискорде</a>, или на стороннем веб-сайте <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, который записывает таймлапсы и много полезной информации по каждому полотну.

source: How do I see who placed a pixel?
ru: Как мне посмотреть, кто поставил пиксель?

source: By shift-clicking (or tap and hold on mobile) a pixel, you can see who placed a pixel, how many pixels they have placed, and when they placed it.
ru: Удерживая нажатой клавишу Shift и щелкнув ЛКМ на пиксель (или нажмите и удерживайте ЛКМ/на экране телефона), вы можете увидеть, кто разместил пиксель, сколько пикселей они разместили и когда они разместили его.

source: How do I report someone?
ru: Как пожаловаться на кого-то или написать о нарушении правил?

source: Shift-click (or tap and hold on mobile) on a pixel, and click the Report button.
ru: Удерживая нажатой клавишу Shift щелкните ЛКМ на пиксель (или нажмите и удерживайте ЛКМ/на экране телефона), нажмите кнопку «Жалоба» (Report). В чате вы можете просто нажать на ник нарушителя и нажать кнопку «Жалоба» (Report).

source: How do I change the color of my name in the chat?
ru: Как поменять цвет моего ника в чате?

source: There is a "Username Color" option near the bottom of the settings panel.
ru: В нижней части панели настроек есть опция «Цвет имени пользователя».

source: What is a "virginmap"?
ru: Что такое "virginmap"?

source: The virginmap shows which pixels have not yet been placed on (or “virgin” pixels).
ru: Virginmap показывает, какие пиксели еще не были размещены на полотне (или “девственные” пиксели).

source: How do I report bugs?
ru: Как мне сообщить о багах (ошибках) сайта?

source: Submit bugs to the #dev-and-bugs channel in the <a href="https://pxls.space/discord" target="_blank">Discord server</a>. If you have found an exploit, please message one of the staff members privately (through DMs).
ru: Отправляйте сообщения об багах в #dev-and-bugs канал в <a href="https://pxls.space/discord" target="_blank">Дискорде</a>. Если вы обнаружили эксплойт, сообщите об этом одному из модераторов/администраторов в частном порядке (через личные сообщения в Дискорде).

source: How do I get more info or contact staff?
ru: Как мне получить дополнительную информацию или связаться с администраторами?

source: Check the info panel (the icon on the top left) for more details and links, or join our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, where a staff member will gladly respond.
ru: Просмотрите информационную панель (значок в левом верхнем углу) для получения более подробной информации и ссылок, или присоединитесь к нашему <a href="https://pxls.space/discord" target="_blank">Дискорду</a>, где члены команды модерации с радостью ответят.

source: Welcome!
ru: Добро пожаловать!

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
ru: Добро пожаловать на pxls.space! Pxls - это многопользовательский онлайн-холст для совместной работы, который позволяет вам создавать все, что вы можете вообразить, по одному пикселю за раз. Присоединяйтесь к сотням других игроков в сообществе Pxls и создавайте потрясающие произведения искусства вместе в команде, или в одиночку.

source: The best place to reach staff and fellow community is in the discord!
ru: Лучшее место для общения с сотрудниками модерации и сообществом - это наш Дискорд!

source: Check out our social media pages, and please take the time to read the rules below. Have fun creating (or changing) art!
ru: Посетите наши страницы в социальных сетях и пожалуйста, прочитайте приведенные ниже правила. Развлекайтесь, создавая (или меняя) рисунки!

source: Canvas Rules
ru: Правила полотна

source: We pride ourselves on trying to keep an open canvas for all free from outside interference on our end, and especially censorship. However, for the good of the community and on accounts of our own beliefs, please acknowledge and obey the following guidelines:
ru: Мы гордимся тем, что пытаемся сохранить нашу площадку открытой для всех, свободной от внешнего вмешательства с нашей стороны, и особенно от цензуры. Однако ради блага сообщества и исходя из наших собственных убеждений, пожалуйста, примите во внимание следующие правила и соблюдайте их:

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>faggot</i>, <i>nigger</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
ru: Никаких символов ненависти или уничижительных речей. Это включает, но не ограничивается такими словами, как <i>faggot (пидор)</i>, <i>nigger (нигер)</i>, и т.д.; так же как свастика и любые другие символы терроризма.

source: No NSFW or NSFL content.
ru: Никакого NSFW или NSFL контента.

source: No nudity or otherwise sexually explicit content
ru: Запрещено изображение обнаженной натуры или иной контент откровенно сексуального характера.

source: No female-presenting nipples/bare breasts, genitalia, sexual fluids
ru: Никаких женских сосков/обнаженной груди, гениталий, половых жидкостей.

source: No sexual imagery/erotica
ru: Никаких сексуальных образов/эротики

source: No excessive blood or otherwise obscene/shocking content
ru: Запрещены изображения с чрезмерным количеством крови или иного непристойного/шокирующего содержания

source: No more than <b>one</b> account per user, no exceptions. Multiple account users will be banned from creating art on the canvas.
ru: Не более чем <b>один</b> аккаунт на пользователя, без исключений. Пользователям, владеющими несколькими аккаунтами будет запрещено создавать изображения на холсте.

source: No auto-placement tools of any kind, you must place the pixels manually.
ru: Никаких инструментов автоматического размещения, вы должны ставить пиксели вручную.

source: Do not abuse site functionality, such as reports or lookups. (e.g. automated reporting/lookups, etc.)
ru: Не злоупотребляйте функциями сайта, такими как жалобы (report) или просмотр пикселей на полотне. (например, автоматические жалобы/просмотр пикселей и т. д.)

source: Any automated aggregation of data from user lookups is not allowed, and will result in a ban.
ru: Любое автоматическое сохранение данных из просмотров пикселей пользователей запрещено и приведет к бану.

source: Staff have final say in any rule disputes
ru: Персонал модерации сайта имеет последнее слово в любых спорах о правилах

source: If you feel a moderator has acted inappropriately, please report it to an administrator.
ru: Если вы считаете, что модератор действовал ненадлежащим образом, сообщите об этом администратору.

source: If you believe you have been falsely banned you may contact a moderator or administrator.
ru: Если вы считаете, что вас забанили по ошибке, вы можете связаться с модератором или администратором.

source: Chat Rules
ru: Правила чата

source: Keep chat civil. No harassment or homophobic/transphobic/disablist language.
ru: Поддерживайте вежливость в чате. Запрещены оскорбления или гомофобные/трансфобные высказывания/оскорбления инвалидов.

source: No hate speech. This includes emoji/symbols/ASCII art.
ru: Никаких ненавистнических высказываний. Сюда же входят эмодзи/символы/изображения ASCII.

source: Normal swearing/etc is allowed
ru: Резрешены обычные ругательства и т.п.

source: No spamming
ru: Никакого спама

source: This includes excessive ASCII art/emojis/symbols/whitespace
ru: Это включает в себя чрезмерное количество изображений ASCII/смайлов/символов/пробелов.

source: No "copy pasta"s
ru: Никаких копирований (паст) - например скопированные анекдоты, тексты песен и т.д.

source: No links to sites that actively break the canvas or chat rules (e.g. porn sites)
ru: Запрещены ссылки на сайты, которые активно нарушают правила полотна или чата (например, порносайты)

source: No symbology which break the canvas or chat rules (e.g. NSFW ASCII art)
ru: Никаких символов, нарушающих правила полотна или чата (например, NSFW ASCII изображения)

source: No personal information
ru: Запрещена личная информация и ее распространение

source: Links
ru: Ссылки

source: Discord (main hub)
ru: Discord (основной)

source: Single-player mode
ru: Одиночный режим

source: Statistics
ru: Статистика

source: Profile (user info, factions, etc.)
ru: Профиль (информация пользователя, фракции, и т.д.)

source: Generator, progress checker, and monitor for Pxls templates
ru: Генератор, средство проверки прогресса и мониторинг для шаблонов Pxls

source: Charity (templates, monitors, etc.)
ru: Charity (шаблоны, мониторинг и т.д.)

source: Template generator, archives, timelapses, and other utilities
ru: Генератор шаблона, архивы, таймлапсы, и другие возможности

source: PxlsFiddle (templates, archives, etc.)
ru: PxlsFiddle (шаблоны, архивы, и т.д.)

source: Donate
ru: Пожертвования

source: Donations are not accepted at this time, but this panel will be updated when they're open again!
ru: Пожертвования в настоящее время не принимаются, но эта панель будет обновлена, когда они снова откроются!

source: {0}''s Profile
ru: {0}''s профиль

source: My Profile
ru: Мой профиль

source: My Factions
ru: Мои фракции

source: My Data
ru: Мои данные

source: Reports
ru: Жалобы

source: Factions
ru: Фракции

source: Data
ru: Данные

source: You must be logged in to view your profile.
ru: Вы должны авторизоваться, чтобы просмотреть свой профиль.

source: Registration Date
ru: Дата регистрации

source: Alltime Pixels
ru: Всего пикселей

source: Current Canvas Pixels
ru: Пиксели на этом полотне

source: Discord Tag
ru: Метка Дискорда

source: Faction
ru: Фракция

source: None
ru: Отсутствует

source: Roles
ru: Роли

source: Canvas Ban Expiry
ru: Срок истечения бана на полотне

source: Never
ru: Никогда

source: Chat Ban Expiry
ru: Срок истечения бана в чате

source: View rankings and other stats <a href="/stats">here</a>.
ru: Просмотр рейтингов и другой статистики <a href="/stats">здесь</a>.

source: You must be logged in to view your reports.
ru: Вы должны авторизоваться, чтобы просмотреть свои жалобы.

source: Canvas Reports ({0}/{1} open)
ru: Жалобы полотна ({0}/{1} рассматриваются)

source: Report on {0} (closed)
ru: Жалоба по {0} (решена)

source: Report on {0} (open)
ru: Жалоба по {0} (рассматривается)

source: Reported {0} on {1}
ru: Отправлено жалоб {0} из {1}

source: There are no canvas reports to show.
ru: Нет жалоб по полотну для отображения.

source: Chat Reports ({0}/{1} open)
ru: Жалобы чата ({0}/{1} рассматривается)

source: There are no chat reports to show.
ru: Нет жалоб по чату для отображения.

source: You must be logged in to manage your factions.
ru: Вы должны авторизоваться, чтобы управлять своими фракциями.

source: You are faction restricted and cannot create new factions. If you believe this is an error, please contact a moderator.
ru: Вы ограничены определенным количеством фракций и не можете создавать новые. Если вы считаете, что это ошибка, обратитесь к модератору.

source: You are canvas banned and cannot create new factions. If you believe this is an error, please contact a moderator.
ru: Вы забанены на полотне и не можете создавать новые фракции. Если вы считаете, что это ошибка, обратитесь к модератору.

source: You must have at least {0} all-time pixels to create a faction.
ru: Вы должны иметь как минимум {0} общего количества пикселей для создания фракции.

source: Create
ru: Создать

source: Join
ru: Войти

source: This is your currently displayed faction.
ru: Это ваша текущая отображаемая фракция.

source: {0} (members: {1}, ID: {2}
ru: {0} (членов: {1}, ID: {2})

source: Owner: {0}
ru: Владелец: {0}

source: Remove Displayed
ru: Отменить отображение

source: Set Displayed
ru: Отобразить

source: Members
ru: Члены

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Leave
ru: Покинуть

source: You are not in any factions yet!
ru: Вы еще не состоите ни в одной фракции!

source: You must be logged in to view your data.
ru: Вы должны авторизоваться, чтобы увидеть свои данные.

source: Log Keys
ru: Ключи полотна

source: Log keys can be used by those who have them to tell which pixels you placed on previous canvases.
ru: Вы можете использовать эти ключи, чтобы определить, какие пиксели вы разместили на предыдущих полотнах.

source: Canvas Code
ru: Код полотна

source: Log Key
ru: Ключ

source: You have no log keys yet!
ru: У вас еще нет ключей полотна!

source: Log keys should show up here after a canvas you have placed on ends.
ru: Ключи должны показываться здесь после окончания полотна, на котором вы ставили пиксели

source: Members of {0} ([{1}])
ru: Члены {0} ([{1}])

source: Close
ru: Закрыть

source: Faction Members
ru: Члены фракции

source: Transfer Ownership
ru: Передать полномочия

source: Ban
ru: Бан

source: Nothing to see here!
ru: Здесь ничего нет, сталкер, проходи не задерживайся!

source: Faction Bans
ru: Баны фракции

source: Unban
ru: Разбанить

source: Find A Faction
ru: Найти фракцию

source: Search:
ru: Поиск:

source: Enter a search term to get started.
ru: Введите поисковый запрос, чтобы начать.

source: Load More
ru: Загрузить больше

source: Not Found
ru: Не найдено

source: The content you requested could not be found at this URL. If you believe this is an error, please contact a developer.
ru: Запрошенный вами контент не может быть найден по этому URL-адресу. Если вы считаете, что это ошибка, обратитесь к разработчику.

source: Back to Pxls
ru: Вернуться в Pxls

source: Not Authenticated
ru: Не авторизован

source: You must be logged in to access this data. Please go back to pxls and go through the authentication process.
ru: Вы должны авторизоваться, чтобы получить доступ к этим данным. Вернитесь в pxls и пройдите процесс авторизации.

source: Not Allowed
ru: Не разрешено

source: The action you attempted to perform is not allowed or resulted in an error. Please ensure you have access to the endpoint and try again later.
ru: Действие, которое вы пытались выполнить, запрещено или привело к ошибке. Убедитесь, что у вас есть доступ к конечной точке, и повторите попытку позже.

source: Alert
ru: Предупреждение

source: pxls canvas
ru: полотно pxls

source: Ask
ru: Всплывающее окно

source: Open in a new tab
ru: Открыть в новой вкладке

source: Open in current tab (replacing template)
ru: Открыть в текущей вкладке (заменить шаблон)

source: Jump to coordinates without replacing template
ru: Перейти к координатам без замены шаблона

source: You must be logged in to chat.
ru: Вы должны быть авторизованы в чате.

source: none provided
ru: не предусмотрено

source: Purged by ${purge.initiator} with reason: ${reason}
ru: Удалено ${purge.initiator} по причине: ${reason}

source: template:
ru: шаблон:

source: Open Failed
ru: Не удалось открыть

source: Failed to automatically open in a new tab
ru: Не удалось автоматически открыть в новой вкладке

source: Click here to open in a new tab instead
ru: Нажмите здесь, чтобы вместо этого открыть в новой вкладке

source: Open Template
ru: Открыть шаблон

source: This link will overwrite your current template. What would you like to do?
ru: Эта ссылка перезапишет ваш текущий шаблон. Что бы вы хотели сделать?

source: Note: You can set a default action in the settings menu which bypasses this popup completely.
ru: Примечание: В меню настроек можно установить действие по умолчанию, которое полностью обходит это всплывающее окно.

source: Report
ru: Жалоба

source: Mention
ru: Упомянуть

source: Ignore
ru: Игнорировать

source: Profile
ru: Профиль

source: Chat (un)ban
ru: Чат-бан (разбан)

source: Purge User
ru: Удалить все сообщения

source: Mod Lookup
ru: Окно модера

source: Chat Lookup
ru: Проверка чата

source: Enter a reason for your report
ru: Введите причину вашей жалобы

source: Cancel
ru: Отменить

source: Error sending report.
ru: Ошибка отправки жалобы

source: Report User
ru: Пожаловаться

source: User ignored. You can unignore from chat settings.
ru: Пользователь игнорируется. Вы можете снять игнор в настройках чата

source: Failed to ignore user. Either they\'re already ignored, or an error occurred. If the problem persists, contact a developer.
ru: Ошибка игнора пользователя. Либо он уже игнорируется, либо произошла ошибка. Если проблема не устранится, обратитесь к разработчику.

source: Permanent
ru: Навечно

source: Temporary
ru: Временно

source: Rule 3: Spam
ru: Правило 3: Спам

source: Rule 1: Chat civility
ru: Правило 1: Вежливость в чате

source: Rule 2: Hate Speech
ru: Правило 2: Ненавистнические высказывания

source: Rule 5: NSFW
ru: Правило 5: NSFW

source: Custom
ru: Другое

source: Banning:
ru: Забанить:

source: Message:
ru: Сообщение:

source: Ban Length
ru: Длительность бана

source: Reason
ru: Причина

source: Purge Messages
ru: Удалить сообщения

source: Purging all messages is disabled during snip mode
ru: Удаление всех сообщений отключено в режиме snip

source: Yes
ru: Да

source: No
ru: Нет

source: Custom reason
ru: Другая причина

source: Additional information (if applicable)
ru: Дополнительная информация (если применимо)

source: Additional information:
ru: Дополнительная информация:

source: Error occurred while chatbanning
ru: Произошла ошибка при чат-бане

source: Chatban
ru: Чат-бан

source: Failed to delete
ru: Ошибка удаления

source: User:
ru: Пользователь:

source: Message:
ru: Сообщение:

source: Reason:
ru: Причина:

source: Delete Message
ru: Удалить сообщение

source: Purge
ru: Удалить все сообщения

source: Selected Message
ru: Выбранное сообщение

source: Purge Reason
ru: Причина удаления

source: Error sending purge.
ru: Ошибка удаления

source: On
ru: Включить

source: Toggle Rename Request
ru: Переключить запрос на переименование

source: Select one of the options below to set the current rename request state.
ru: Выберите один из вариантов ниже, чтобы установить текущее состояние запроса на переименование.

source: An unknown error occurred. Please contact a developer
ru: Произошла неизвестная ошибка. Пожалуйста обратитесь к разработчику

source: New Name:
ru: Новое имя:

source: Enter the new name for the user below. Please note that if you\'re trying to change the caps, you\'ll have to rename to something else first.
ru: Введите новое имя для пользователя ниже. Пожалуйста заметьте, что если вы хотите изметь заглавные буквы, вам сначала придется переименовать их во что-то другое.

source: Force Rename
ru: Принудительно переименовать

source: You cannot use chat while canvas banned.
ru: Вы не можете использовать чат, пока забанены на полотне.

source: Sending...
ru: Отправка...

source: You must specify the details.
ru: Вы должны уточнить детали.

source: additional information:
ru: дополнительная информация:

source: Report Pixel
ru: Пожаловаться

source: Rule #1: Hateful/derogatory speech or symbols
ru: Правило #1: Ненавистнические/уничижительные высказывания или символы

source: Rule #2: Nudity, genitalia, or non-PG-13 content
ru: Правило #2: Нагота, гениталии или не 13+ контент

source: Rule #3: Multi-account
ru: Правило #3: Мультиаккаунт

source: Rule #4: Botting
ru: Правило #4: Ботоводство

source: Other (specify below)
ru: Другое (укажите ниже)

source: Hide sensitive information
ru: Скрыть конфиденциальную информацию

source: An error occurred, either you aren't logged in or you may be attempting to look up users too fast. Please try again in 60 seconds
ru: Произошла ошибка, либо вы не авторизованы, либо вы используете поиск слишком часто. Повторите попытку через 60 секунд.

source: Coords
ru: Координаты

source: Username
ru: Имя пользователя

source: View Profile
ru: Просмотреть профиль

source: Origin
ru: Источник

source: Part of a nuke
ru: Часть нюка

source: Placed by a staff member using placement overrides
ru: Размещено модератором с использованием специальных инструментов

source: Time
ru: Время

source: just now
ru: только что

source: ${hoursStr}:${minuteStr}:${secsStr} ago
ru: ${hoursStr}:${minuteStr}:${secsStr} назад

source: Discord
ru: Дискорд

source: Posted by ${notification.who}
ru: Сообщение от ${notification.who}

source: Expires ${expiry}
ru: Истекает ${expiry}

source: There was an error getting the image
ru: Произошла ошибка при получении изображения

source: Your next pixel will be available in ${delay} seconds!
ru: Ваш следующий пиксель будет доступен через ${delay} секунд!

source: Your next pixel has been available for ${alertDelay} seconds!
ru: Ваш следующий пиксель был доступен в течение ${alertDelay} секунд!

source: Your next pixel is available!
ru: Ваш следующий пиксель доступен!

source: Dark
ru: Темная

source: Darker
ru: Темнее тёмного

source: Blue
ru: Синяя

source: Purple
ru: Фиолетовая

source: Green
ru: Зеленая

source: Matte
ru: Матовая

source: Terminal
ru: Матрица

source: Red
ru: Красная

source: Cannot fetch local files. Use the file selector in template settings.
ru: Невозможно получить локальные файлы. Используйте кнопку [Выбрать файл] в настройках шаблона.

source: Drag and dropped file must be a valid image.
ru: Перетаскиваемый файл должен быть допустимым изображением.

source: Redirect Warning
ru: Предупреждение о перенаправлении

source: Are you sure you want to redirect to the following URL?
ru: Вы уверены, что хотите перейти по указанной ссылке?

source: Discord name updated successfully
ru: Ник Discord успешно обновлен

source: Couldn\'t change discord name:
ru: Не удалось изменить ник дискорда:

source: Sign in with...
ru: Авторизоваться с...

source: New Accounts Disabled
ru: Новые аккаунты отключены

source: Sign Out
ru: Выйти

source: Are you sure you want to sign out?
ru: Вы уверены что хотите выйти?

source: You are permanently banned.
ru: Вы забанены навсегда.

source: You are temporarily banned and will not be allowed to place until ${timestamp}
ru: Вы временно забанены и не сможете размещать пиксели до ${timestamp}

source: If you think this was an error, please contact us using one of the links in the info tab.
ru: Если вы считаете, что это была ошибка, свяжитесь с нами, используя одну из ссылок на вкладке информации.

source: Ban reason:
ru: Причина бана:

source: Banned
ru: Забанен
