Repository: beatterr/Pixel-Master
Catalog: po/Localization_*.po
Languages: ru

source: Staff have required you to change your username, this usually means your name breaks one of our rules.
ru: Модерация потребовала от вас сменить имя пользователя, обычно это означает, что ваше имя пользователя нарушает одно из наших правил.

source: If you disagree, please contact us on Discord (link in the info panel).
ru: Если вы не согласны, свяжитесь с нами в Discord (ссылка на информационной панели).

source: New Username:
ru: Новое имя пользователя:

source: Not now
ru: Не сейчас

source: Change
ru: Изменить

source: Rename Requested
ru: Переименование запрошено

source: Something went wrong! Perhaps insufficient permissions?
ru: Что-то пошло не так! Возможно недостаточно прав?

source: Shadowban user
ru: Дать теневой бан

source: Shadowbanned user
ru: Пользователь с теневым баном

source: Permaban user
ru: Забанить навечно

source: Permabanned user
ru: Забаненный навечно пользователь

source: Ban user
ru: Забанить пользователя

source: Banned user
ru: Забаненный пользователь

source: Unbanned user ${username}
ru: Разбаненный пользователь ${username}

source: shadow
ru: скрытно

source: never
ru: никогда

source: permanent
ru: навечно

source: Yes (permanent)
ru: Да (навечно)

source: Logins
ru: Логины

source: All Time Pixels
ru: Все пиксели

source: Discord Name
ru: Ник Discord

source: Chatbanned
ru: Забанен в чате

source: Ban Reason
ru: Причина бана

source: Ban Expiracy
ru: Истечение бана

source: Chatban Reason
ru: Причина чат-бана

source: (canvas ban)
ru: (бан на полотне)

source: when canvas ban ends
ru: когда истекает бан канваса

source: Chatban Expires
ru: Истечение чат-бана

source: ${type} ${arg} not found.
ru: ${type} ${arg} не найден

source: Unban Reason:
ru: Причина разбана

source: Unbanning ${username}
ru: Разбан ${username}

source: profile
ru: профиль

source: User Agent
ru: Пользовательский агент

source: Send Alert
ru: Отправить предупреждение

source: Mod Actions
ru: Действия модератора
